-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Aug 07, 2023 at 05:18 AM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.0.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `toothsystem`
--

-- --------------------------------------------------------

--
-- Table structure for table `aathai`
--

CREATE TABLE `aathai` (
  `id` int(11) NOT NULL,
  `gender` varchar(4) DEFAULT NULL,
  `age` int(2) DEFAULT NULL,
  `study` varchar(3) DEFAULT NULL,
  `congenital` varchar(6) DEFAULT NULL,
  `news` varchar(13) DEFAULT NULL,
  `sugary` varchar(33) DEFAULT NULL,
  `snack` varchar(9) DEFAULT NULL,
  `decayed` varchar(41) DEFAULT NULL,
  `fluorosis` varchar(10) DEFAULT NULL,
  `brush` varchar(16) DEFAULT NULL,
  `services` varchar(19) DEFAULT NULL,
  `risk` varchar(13) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- Dumping data for table `aathai`
--

INSERT INTO `aathai` (`id`, `gender`, `age`, `study`, `congenital`, `news`, `sugary`, `snack`, `decayed`, `fluorosis`, `brush`, `services`, `risk`) VALUES
(1, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(2, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(3, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(4, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '< 1 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(5, 'หญิง', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(6, 'ชาย', 12, 'ป.6', 'ใช่', 'รับรู้น้อย', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(7, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '< 1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(8, 'หญิง', 12, 'ป.6', 'ใช่', 'รับรู้น้อย', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(9, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(10, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(11, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(12, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(13, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(14, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(15, 'หญิง', 12, 'ป.6', 'ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(16, 'ชาย', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(17, 'ชาย', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(18, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(19, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(20, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(21, 'หญิง', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(22, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(23, 'หญิง', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(24, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(25, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(26, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(27, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(28, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(29, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(30, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(31, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(32, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(33, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(34, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(35, 'หญิง', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(36, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(37, 'ชาย', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(38, 'ชาย', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(39, 'ชาย', 12, 'ป.6', 'ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(40, 'หญิง', 12, 'ป.6', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(41, 'ชาย', 12, 'ป.6', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(42, 'หญิง', 12, 'ป.6', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(43, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(44, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(45, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(46, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '< 1 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(47, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(48, 'ชาย', 11, 'ป.5', 'ใช่', 'รับรู้น้อย', 'เฉพาะในมื้ออาหาร', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(49, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'ไม่มี', 'ไม่มี', '< 1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(50, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงต่ํา'),
(51, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(52, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(53, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(54, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(55, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(56, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(57, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(58, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(59, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(60, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(61, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(62, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(63, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(64, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(65, 'ชาย', 11, 'ป.5', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(66, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(67, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงปานกลาง'),
(68, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(69, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(70, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(71, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(72, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงปานกลาง'),
(73, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(74, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(75, 'หญิง', 11, 'ป.5', 'ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(76, 'ชาย', 11, 'ป.5', 'ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(77, 'ชาย', 11, 'ป.5', 'ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงต่ํา'),
(78, 'หญิง', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(79, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงปานกลาง'),
(80, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(81, 'ชาย', 11, 'ป.5', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'ไม่มี', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(82, 'หญิง', 11, 'ป.5', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(83, 'ชาย', 11, 'ป.5', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(84, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(85, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(86, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(87, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'ไม่มี', 'ไม่มี', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงปานกลาง'),
(88, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(89, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(90, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '< 1 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(91, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(92, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(93, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(94, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'ไม่มี', 'มี >=2 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(95, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงสูง'),
(96, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(97, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงปานกลาง'),
(98, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(99, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(100, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(101, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(102, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(103, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(104, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(105, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'ไม่มี', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(106, 'ชาย', 10, 'ป.4', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(107, 'ชาย', 10, 'ป.4', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(108, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(109, 'ชาย', 10, 'ป.4', 'ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(110, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงปานกลาง'),
(111, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(112, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(113, 'ชาย', 10, 'ป.4', 'ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(114, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(115, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงปานกลาง'),
(116, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงสูง'),
(117, 'ชาย', 10, 'ป.4', 'ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร 1 ครั้งต่อวัน', 'นานๆครั้ง', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(118, 'หญิง', 10, 'ป.4', 'ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(119, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(120, 'หญิง', 10, 'ป.4', 'ใช่', 'รับรู้น้อย', 'ระหว่างมื้ออาหาร >= 2 ครั้งต่อวัน', 'ทุกวัน', 'อุดฟัน/ฟันผุ 3 ซี่ขึ้นไป ใน 2 ปีที่ผ่านมา', 'มี >=2 ซี่', '< 1 ครั้งต่อวัน', 'ไม่ได้รับ', 'เสี่ยงสูง'),
(121, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'ไม่มี', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับอย่างสม่ำเสมอ', 'เสี่ยงต่ํา'),
(122, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้ปานกลาง', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'ไม่มี', 'มี 1 ซี่', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(123, 'หญิง', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'นานๆครั้ง', 'ไม่มี', 'มี 1 ซี่', '1 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง'),
(124, 'ชาย', 10, 'ป.4', 'ไม่ใช่', 'รับรู้มาก', 'เฉพาะในมื้ออาหาร', 'บางวัน', 'อุดฟัน/ฟันผุ 1-2 ซี่ ใน 2 ปีที่ผ่านมา', 'ไม่มี', '>= 2 ครั้งต่อวัน', 'ได้รับเป็นบางครั้ง', 'เสี่ยงปานกลาง');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `aathai`
--
ALTER TABLE `aathai`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `aathai`
--
ALTER TABLE `aathai`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=125;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
