<!DOCTYPE html>
<html lang="en">

<head>
    <title>ระบบวิเคราะห์ความเสี่ยงการเกิดโรคฟันผุ</title>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css">
</head>

<body>

    <!-- Header -->
    <header class="w3-display-container w3-content w3-center" style="max-width:1500px">
        <img class="w3-image" src="photo/gen.svg" alt="Me" width="1500" height="600">
    </header>

    <!-- Navbar on small screens -->
    <div class="navbar-collapse collapse">
        <div class="w3-bar w3-light-grey">
            <a href="index.php" class="w3-bar-item w3-button">หน้าแรก</a>
            <a href="question.php" class="w3-bar-item w3-button">การวิเคราะห์การเกิดโรคฟันผุ</a>
            <a href="general.php" class="w3-bar-item w3-button">ความรู้ทั่วไปเกี่ยวกับโรคฟันผุ</a>
        </div>
    </div>

    <!-- Page content -->
    <div class="w3-content w3-padding-large w3-margin-top" id="portfolio">
    <div style="text-align: center;">
            <h3 class="w3-center">ความรู้ทั่วไปเกี่ยวกับโรคฟันผุ</h3>
    </div>

        <!-- Contact -->
        <div class="w3-light-grey w3-padding-large w3-padding-32 w3-margin-top" id="contact">
            <h3 class="w3-center"><b>"เด็กไทยกับโรคฟันผุ"</b> ปัญหาใหญ่ที่ส่งผลถึงอนาคต</h3><br>
            <center><img class="w3-image" src="photo/Tooth1.jpg" alt="Me" width="700"></center>
            <br>
            <h4><b>โรคฟันผุเกิดขึ้นได้อย่างไร</b></h4>
                &nbsp;&nbsp;&nbsp; โรคฟันผุเกิดจากแบคทีเรียที่อาศัยอยู่ในช่องปากรวมตัวกับเศษอาหารและน้ำลายสะสมกันจนเป็นคราบเหนียวที่เรียกว่า คราบฟัน หรือคราบแบคทีเรีย ซึ่งจะเกาะอยู่บนผิวของฟันแบคทีเรียเหล่านี้จะเปลี่ยนสภาพน้ำตาลและแป้งให้เป็นกรด มีฤทธิ์ทำลายแร่ธาตุที่ผิวฟัน จนก่อให้เกิดเป็นรู โดยเริ่มจากขนาดเล็กมากๆ ลุกลามใหญ่ขึ้นเรื่อยๆ จนกลายเป็นโรคฟันผุ<br><br>
                <h4><b>การสังเกตอาการฟันผุในเด็ก</b></h4>
                &nbsp;&nbsp;&nbsp; เราสามารถสังเกตฟันผุในระยะเริ่มแรกของเด็กได้จาก
                <br>
                    <li>รอยสีขาวขุ่นบริเวณคอฟัน <br>
                    <li>มีจุดสีดำหรือสีน้ำตาลเล็กๆ บนผิวฟัน 
                <br><br>
                &nbsp;&nbsp;&nbsp; และเมื่อเมื่อพบรูผุที่มีขนาดใหญ่มากขึ้นเด็กจะมีอาการปวดฟัน หรือเสียวฟันเมื่อดื่มน้ำเย็น น้ำร้อน หรือของหวาน ควรได้รับการรักษาโดยการอุดฟัน ซึ่งเมื่อฟันผุลุกลามจนเกิดการติดเชื้อของเนื้อเยื่อโพรงประสาทฟัน เด็กจะปวดฟันมากจนนอนไม่หลับ ต่อมาจะเกิดหนอง ถึงขั้นนี้ก็คงจะต้องทำการรักษารากฟันหรือถอนฟัน
                <br><br>
                <center><img class="w3-image" src="photo/decay.jpg" alt="Me" width="700"></center>
                <br>
                <h4><b>ระดับความรุนแรงของโรคฟันผุ</b></h4>
                &nbsp;&nbsp;&nbsp; 1. การเกิดคราบขาวแบคทีเรียจะทำปฏิกิริยากับแป้งหรือน้ำตาล ก่อให้เกิดกรดที่สามารถทำลายผิวเคลือบฟัน เป็นจุดเริ่มต้นของการสูญเสียแร่ธาตุ (แคลเซียม) ซึ่งจะปรากฎให้เห็นเป็นคราบสีขาวขุ่นที่ฟัน ระยะนี้ยังสามารถรักษาได้โดยง่าย
                <br>
                &nbsp;&nbsp;&nbsp; 2. การผุที่ผิวเคลือบฟัน (enamel) การสูญเสีย แคลเซียมดำเนินต่อไปจนมี การเสื่อมสลายของผิวเคลือบฟัน ระยะนี้ควรได้รับการดูแลรักษาโดยทันตแพทย์
                <br>
                &nbsp;&nbsp;&nbsp; 3. การผุที่เนื้อฟัน (dentin) การผุจากผิวเคลือบฟันลุกลามลึกเข้าไปถึงเนื้อฟัน ซึ่งสามารถขยายการผุไปยังฟันซีอื่นๆ ได้
                <br>
                &nbsp;&nbsp;&nbsp; 4. การผุลุกลามไปยังโพรงประสาทฟัน (dental pulp) หากอาการฟันผุไม่ได้รับการรักษา การผุจะลุกลามลึกไปถึงโพรงประสาทฟัน ซึ่งเป็นแหล่งรวมของเส้นประสาทมากมาย และหากโพรงประสาทฟันเกิดการติดเชื้ออาจเกิดฝีที่ปลายรากฟันได้
                <br><br>
                <h4><b>ปัจจัยที่ส่งเสริมให้ฟันผุ</b></h4>
                    <li>น้ำตาลต้นเหตุใหญ่ของโรคฟันผุ<br>
                &nbsp;&nbsp;&nbsp; อาหารส่วนใหญ่ที่เด็กกินในปัจจุบันมีส่วนผสมของแป้งและน้ำตาลอยู่แทบทุกอย่าง ตั้งแต่นม ขนมอบกรอบ ขนมหวาน น้ำอัดลม ซึ่งแป้งและน้ำตาลเหล่านี้จะเป็นแหล่งอาหารชั้นดีของแบคทีเรียที่พร้อมจะทำปฏิกิริยากับน้ำตาลเหล่านี้ให้เป็นกรดที่พร้อมจะทำลายผิวฟันไปทีละนิดจนลุกลามไปเรื่อยๆ หากไม่มีการปรับเปลี่ยนพฤติกรรมในการรับประทานอาหาร
                <br>
                    <li>ปัจจัยแวดล้อมในช่องปาก<br>
                &nbsp;&nbsp;&nbsp; นอกจากอาหารและน้ำตาลแล้ว ปัจจัยในช่องปากก็เป็นส่วนหนึ่งที่ทำให้ฟันผุได้ เช่น รูปร่างของฟันแต่ละซี่ที่มีร่องลึก ตำแหน่งที่ผิดปกติ ซ้อนเกไม่เป็นระเบียบจะทำให้ยากต่อการทำความสะอาด เป็นผลให้เศษอาหารเข้าไปติดอยู่เป็นเวลานานส่งผลให้เกิดฟันผุได้ง่าย
                <br><br>
                <h4><b>ผลกระทบของโรคฟันผุต่อสุขภาพ</b></h4>
                &nbsp;&nbsp;&nbsp; เมื่อพบว่าลูกมีอาการปวดฟัน นั้นคือสัญญาณที่บ่งบอกว่ารอยผุมีขนาดใหญ่และลุกลามไปมากแล้ว และควรได้รับการรักษา
                อาการปวดฟันจะมีตั้งแต่ปวดน้อยไปจนถึงปวดมากจนเด็กไม่สามารถใช้กัดหรือเคี้ยวอาหารได้เป็นปกติ เมื่อเด็กเริ่มมีอาการปวดฟันมากขึ้นจะทำให้ส่งผลต่อการเจริญเติบโตของเด็กด้วยเช่นเดียวกัน เนื่องจากเด็กจะมีความอยากอาหารน้อยลงหรือเลือกกินมากขึ้น ส่งผลให้เด็กขาดสารอาหารที่จำเป็นต่อการเจริญเติบโต
                และเมื่อเด็กปวดฟันมากจนนอนไม่หลับก็จะกระทบต่อการหลั่งฮอร์โมนกระตุ้นการเจริญเติบโต (growth hormone) เหล่านี้จะส่งผลต่อพัฒนาการทางร่างกายของเด็ก<br>
                <br>
                <center><img class="w3-image" src="photo/children.png" alt="Me" width="700"></center>
                <br>
                &nbsp;&nbsp;&nbsp; ในเด็กที่มีฟันผุลุกลามมาก สามารถพบการติดเชื้อและเป็นหนองลุกลามไปยังอวัยวะข้างเคียงได้ เช่น แก้ม ดวงตา และสมอง หรืออาจทำให้เกิดการติดเชื้อในกระแสเลือดได้ จนอาจเป็นอันตรายถึงชีวิต

                ไม่ใช่แค่การส่งผลโดยตรงต่อสุขภาพของเด็กเพียงอย่างเดียว โรคฟันผุยังทำให้เด็กเกิดปัญหาทางด้านจิตใจและอารมณ์ด้วย
                <br>
                การมีฟันผุทำให้เด็กขาดความมั่นใจในการพูดเนื่องจากฟันมีการเปลี่ยนสีหรือมีรูปร่างที่ผิดปกติ หรือการที่เด็กต้องถอนฟันน้ำนมออกก่อนที่ฟันแท้ขึ้นก็ส่งผลต่อฟันที่กำลังงอกใหม่ให้มีการล้มเอียงส่งผลเสียต่อสุขภาพช่องปากในระยะยาวได้เช่นเดียวกัน
                <br><br>
                <h4><b>โรคฟันผุป้องกันและรักษาได้</b></h4>
                &nbsp;&nbsp;&nbsp; แม้ว่าการเกิดฟันผุจะเกิดขึ้นได้ง่ายกับเด็ก แต่ก็สามารถป้องกันหรือลดความเสี่ยงที่ทำให้ฟันผุได้ด้วยหลายวิธีทั้งการเลือกแปรงสีฟันที่เหมาะสมกับเด็ก การเลือกยาสีฟัน การปลูกฝังให้เด็กแปรงฟันอย่างถูกวิธี และไปพบทันตแพทย์หรือทันตบุคลการเพื่อตรวจฟันเป็นประจำอย่างน้อยปีละ 2 ครั้ง เมื่อตรวจพบรอยผุขนาดเล็ก ก็จะทำการรักษาได้ไม่ยุ่งยาก หากรอจนฟันผุลุกลามหรือเด็กมีอาการปวดฟันแล้วจึงค่อยไปพบทันตแพทย์ ก็อาจสายเกินไปที่จะรักษาฟันซี่นั้นไว้ได้
                <br><br>
                <h4><b>ฟลูออไรด์ ฮีโร่ป้องกันฟันผุ</b></h4>
                <br>
                <center><img class="w3-image" src="photo/Tooth.jpg" alt="Me" width="550"></center>
                <br>
                &nbsp;&nbsp;&nbsp; หลายคนอาจสงสัยว่าฟลูออไรด์ที่โฆษณาในสินค้าที่ใช้ดูแลสุขภาพช่องปาก ทั้งที่อยู่ในยาสีฟัน น้ำยาบ้วนปาก ยาเม็ดวิตามินเสริม หรือนมฟลูออไรด์นั้นแท้จริงคืออะไร? มีประโยชน์อย่างไร? ซึ่งเราขอตอบคำถามส่วนที่ว่าฟลูออไรด์เป็นแร่ธาตุตามธรรมชาติที่ช่วยป้องกันฟันผุได้อย่างมีประสิทธิภาพ มีงานวิจัยที่มีคุณภาพรองรับจำนวนมาก และศึกษากันมายาวนานมากกว่า 30 ปี โดยฟลูออไรด์จะทำหน้าที่ในการป้องกันฟันผุโดย ทำให้โครงสร้างของฟันแข็งแรงทนกรดมากขึ้น และซ่อมแซมฟันผุเล็กๆ หรือฟันผุระยะแรกโดยการตกตะกอนแร่ธาตุกลับเข้าไปใหม่
                <br>
                    <li>ยาสีฟันผสมฟลูออไรด์ <br>
                &nbsp;&nbsp;&nbsp; พบได้ในยาสีฟันทั่วไปตามท้องตลาดโดยแต่ละยี่ห้อจะมีปริมาณฟลูออไรด์ที่ต่างกัน สังเกตได้จากปริมาณที่บอกบนฉลากข้างหลอดยาสีฟันที่มีหน่วยวัดเป็นส่วนในล้านส่วน (ppm) ปัจจุบันความเข้มข้นของฟลูออไรด์ที่ได้รับการยอมรับว่ามีประสิทธิภาพในการป้องกันฟันผุคือ ฟลูออไรด์ความเข้มข้นอย่างต่ำ 1000 ppm โดยควรแปรงอย่างน้อย 2 ครั้งต่อวัน<br>
                <br>
                <center><img class="w3-image" src="photo/Fu.png" alt="Me" width="700"></center>
                <br>
                &nbsp;&nbsp;&nbsp; สำหรับการใช้น้ำยาบ้วนปากควรใช้กับเด็กที่มีอายุ 6 ปีขึ้นไป ที่มีความเสี่ยงในการเกิดฟันผุสูง ในเด็กที่อายุต่ำกว่า 6 ปี ไม่ควรใช้เนื่องจากยังไม่สามารถควบคุมการกลืนและการบ้วนได้ดี จึงมีโอกาสที่จะกลืนน้ำยาบ้วนปากได้
                <br>
                &nbsp;&nbsp;&nbsp; นอกจากการใช้ฟลูออไรด์แบบสัมผัสโดยตรงกับกับฟันแล้ว ยังมีฟลูออไรด์แบบทานที่ได้จากอาหารและเครื่องดื่ม เช่น ยาเม็ดฟลูออไรด์ ยาน้ำ วิตามิน ฟลูออไรด์ในน้ำดื่ม และนมฟลูออไรด์ ที่เหมาะสำหรับเด็กอายุตั้งแต่ 6 เดือนถึง 12 ปี สำหรับยาเม็ดและยาน้ำฟลูออไรด์ควรอยู่ในการควบคุมปริมาณโดยทันตเแพทย์ ซึ่งจะต้องมีการประเมินปริมาณฟลูออไรด์ในแหล่งน้ำและอาหารที่เด็กได้รับก่อนที่จะสั่งจ่ายฟลูออไรด์ให้เด็ก เนื่องจากมีโอกาสที่เด็กจะได้รับฟลูออไรด์มากเกินไป

            <p>ขอบคุณข้อมูลจาก <a href="https://multimedia.anamai.moph.go.th/help-knowledgs/kid-and-decay-tooth/" target="_blank" class="w3-hover-text-green">กองส่งเสริมความรอบรู้และสื่อสารสุขภาพ กรมอนามัย กระทรวงสาธารณสุข</a></p>

        </div>

        <!-- End page content -->
    </div>

</body>

</html>